Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_207_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Logi gažaldaga Sámedikki ságajođiheaddjái
smn: Love koččâmâššâd Sämitige saavâjođetteijei

source: Gii leat ja gos leat eret ?
smn: Kii lah já kost puáđáh ?

source: Lean Juvvá Lemet , Klemetti Näkkäläjärvi .
smn: Mun lam Juvá Leemit , Klemetti Näkkäläjärvi .

source: Lean eret Eanodagas , Vuottesjávrri gilis .
smn: Lam vuálgus Iänuduvâst , Vuodâsjäävri siijdâst .

source: Mii oaččui Du vuolgit mielde sámepolitihkkii ?
smn: Mane vuolgih fáárun sämipolitiijkán ?

source: Lean ožžon beroštumi sámi politihkkii belohahkii árbin .
smn: Lam finnim mielâkiddiivâšvuođâ sämipolitiijkán uássin voorâärbin .

source: Mu áhčči barggai sámi parlameanttas , mii doaimmai ovdal sámedikki . Ruovttus humaimet ollu áššiin , mat guoskkahe sámiid .
smn: Iäččám tooimâi sämitige ovdedeijee säämi parlameentâst já muu pääihist savâstâllui ennuv sämmilijd kyeskee aašijn .

source: Juo nuorran munnje lei čielggas ahte hálidan ovddidit sámiid sajádaga ja vuoigatvuođaid .
smn: Jo nuorrân munjin lâi čielgâs et halijdâm ovdediđ sämmilij sajattuv já vuoigâdvuođâid .

source: Vulgen stuđeret Oulu universitehttii sámegiela ja kultuvrra sihke kulturantropologia , mat leat addán buori vuođu mu politihkalaš bargui .
smn: Moonim Oulu ollâopâttâhân luuhâđ sämikielâ já kulttuur já kulttuurantropologia , moh láá adelâm munjin šiev vuáđu jieččân poolitlâš paargon .

source: Bargen stuđerenáigge aktiivvalaččat sámi stuđeantasearvvis ja maŋŋel báikkálaš sámi searvvis ruovttuguovllus .
smn: Mun toimim oopâi ääigi aktiivlávt säämi uáppeiseervist já maŋeláá jieččân päikkikuávlu sämiseervist .

source: Mii sámiid iešráđđemiin oaivvilduvvo ?
smn: Maid säämi jiešhaldâšem uáivild ?

source: Suoma vuođđoláhka mearrida , ahte sámiin lea iešmearrideapmi , mii guoská sin iežaset giela ja kultuvrra sámiid ruovttuguovllus .
smn: Suomâ vuáđulaahâ meerrid , et sämmilijn lii jieijâs kielâ já kulttuur kyeskee jiešhaldâšem sämikuávlust .

source: Barggu doaimmaha sámediggi , man barggu stivre sámediggeláhka ja - ásahus .
smn: Pargo tipšo sämitigge , mon tooimâ stivree sämitiggelaahâ já – asâttâs .

source: Sámiid kulturiešráđđen gokčá Eanodaga , Anára ja Ohcejoga gielddaid sihke Soađegili gieldda Lappi bálgesa guovllu .
smn: Sämmilij kulttuurjiešhaldâšem tuálá siste Iänuduv , Aanaar já Ucjuv kieldâid sehe Suáđigil kieldâ Säämi palgâs kuávlu .

source: Sámediggái válljejuvvojit juohke njealját jagi 21 ovddasteaddji sámiid gaskavuođas .
smn: Sämitiigán väljejuvvojeh jyehi niäljád ive 21 ovdâsteijed sämmilij koskâvuođâst .

source: Sámedikki alimus mearrideaddji orgána lea sámedikki čoakkán .
smn: Sämitige alemus merideijee orgaan lii almosčuákkim .

source: Barggu jođihit sámedikki stivra ja vihtta lávdegotti sihke válgalávdegoddi .
smn: Keevâtlâš pargo stivrejeh sämitige stivrâ já vittâ lävdikode sekä vaaljâlävdikodde .

source: Sámedikkis leat sulaid 30 bargi .
smn: Sämitiggeest láá suullân 30 parged .

source: Sámedikki deháleamos bargun lea ovddidit sámiid sajádaga eamiálbmogin .
smn: Sämitige tehálumos pargon lii ovdediđ sämmilij sajattuv algâaalmugin .

source: Eiseválddit berrejit lága mielde ráđđádallat sámedikkiin buot mearkkašahtti fidnuin , mat gusket sápmelaččaid .
smn: Virgeomâhááh kalgeh laavâ mield ráđádâllâđ sämitiggijn puohâin merhâšittee sämmilij kyeskee haavâin .

source: Min barggu stuora oassi lea addit celkámušaid , evttohusaid ja álgagiid sierra eiseválddiide ja olláhuhttit ráđđádallamiid sámediggelága mielde .
smn: Stuorrâ uási mii pargo lii ciälkkámušâi , iävtuttâsâi já algui adelem jieškote-uv virgeomâháid sehe sämitiggelaavâ miäldásij ráđádâlmij toollâm .

source: Sámediggi oassálastá maid iešguđetlágan bargojoavkkuid ja ráđđádallangottiid bargui .
smn: Lasseen sämitigge uásálist jieškote-uvlágánij pargojuávhui já ráđádâllâmkudij paargon .

source: Lága mielde sámediggi ovddasta sápmelaččaid áššiin , mat gusket sin .
smn: Laavâ mield sämitigge oovdâst sämmilijd sii kyeskee aašijn .

source: Sámedikki ruovttusiidduin gávdnojit min dahkan álgagat ja cealkámušat .
smn: Sämitige päikkisiijđoin kávnojeh mii toohâm alguuh já ciälkkámušáh .

source: Bálvalusaid ruhtadeapmi soaitá leat dat oassi , mii oidno buoremusat min kulturiešráđđemis .
smn: Kulttuurjiešhaldâšem kenski enâmustáá uáinojeijee uási lii palvâlusâi ruttâdem .

source: Mii ruhtadit jahkásaččat sámiid ruovttuguovllu gielddaid sosiála- ja dearvvašvuohtabálvalusaid ordnema dan oasi man sisdoallu boahtá sámegiela ja sámi kultuvrra vuođul .
smn: Ruttâdep jyehi ive sämikielâlâš já kulttuurimiäldásij sosiaal- já tiervâsvuođâpalvâlusâi ornim sämikuávlu kieldâin .

source: Sámediggi doarju maid sámi searve- ja kulturdoaimma .
smn: Sämitigge tuárju meid säämi servi- já kulttuurtooimâ .

source: Dasa lassin sámediggi buvttada ja ruhtada sámegielat oahppamateriála .
smn: Lasseen sämitigge pyevtit já ruttâd sämikielâlâš oppâmateriaal .

source: Sámediggi lea Suomas áidna sámegielat oahppamateriála buvttadeaddji , nu ahte bargu lea dehálaš .
smn: Sämitigge lii Suomâ áinoo sämikielâlâš oppâmateriaal pyevtitteijee , ađai pargo lii tehálâš .

source: Mii lea Sámedikki dehálamos bargu ?
smn: Mii on Sämitige tehálumos pargo ?

source: Sámedikki dehálamos bargu lea bearráigeahččat sámiid gielalaš ja kultuvrralaš vuoigatvuođaid olláhuvvama lágain , olbmuid árgaeallimis , lávvaráhkadeamis , ovddidanfidnuin sihke eiseválddiid doaimmas .
smn: Sämitige tehálumos pargo lii kocceeđ sämmilij kielâlâš já kulttuurlâš vuoigâdvuođâi olášume lahâaasâtmist , ulmui argâpeeivist , kaavaamist , ovdedemhaavâin sehe virgeomâhái tooimâst .

source: Mii bearráigeahččat earenoamážit sámi giellalága olláhuvvama .
smn: Eromâšávt čuávvup säämi kielâlaavâ olášume .

source: Sámi giellaláhka dáhkida sámiide vuoigatvuođa geavahit iežaset giela go sii doaimmahit áššiideaset sámiid ruovttuguovllu eiseválddiid olis .
smn: Säämi kielâlaahâ täähid sämmiláid vuoigâdvuođâ kevttiđ jieijâs kielâ ko sij ášásteleh sämikuávlu viergeomâháin .

source: Maid Sámediggi lea ožžon áigái ?
smn: Maid Sämitigge lii finnim ááigán ?

source: Stuorimus ovdamunnin sáhttá atnit dan , ahte sámit máinnašuvvojit badjel 50 sierra lágas .
smn: Stuárráámussân jukson puáhtá nabdeđ tom , et sämmiliih mainâšuvvojeh paijeel 50 jieškote-uv laavâst .

source: Okta dehálepmosiin lea sámi giellaláhka .
smn: Ohtâ tehálumosijn lii säämi kielâlaahâ .

source: Sámedikki evttohusaid geažil Suoma ráđđehus lea čatnasan olmmošvuoigatvuođapolitihkalaš čilgehusas gárvvistit sámegiela gielaealáskahttinprográmma , mas galggalii giddet fuopmášumi earenoamážit anáraš- ja nuortalašgillii .
smn: Sämitige iävtuttâsâi keeild lii Suomâ haldâttâs čonâsâm olmoošvuoigâdvuođâpoolitlâš čielgiittâsâst rähtiđ sämikielâ kielâiäláskittemohjelm , mast kolgâččij eromâšávt kiddiđ huámášume aanaar- já nuorttâsämikielân .

source: Čáhcelágas , mii lea dál riikkabeivviid gieđahallamis , váldojuvvojit vuhtii sierralágas vuosttaš geardde sámiid vuoigatvuođat sámedikki evttohan vuogi mielde .
smn: Čäcilaavâst , mii tääl lii ovdâskoddeest kieđâvuššâmnáál , valdojeh sierânâslaavâst vuossâmuu keerdi vuotân sämmilij vuoigâdvuođah sämitige iävtuttem vuovvijn .

source: Láhkaevttohusas gávnnahuvvo , ahte čáhcehuksen ii oaččo dagahit jur ollenge vahága sámi kultuvrii , eandalit sámiid árbevirolaš ealáhusaid suodji lea dás dehálaš .
smn: Lahâiävtuttâsâst páhuduvvoo , et čäcihuksim ij uážu tovâttiđ ucceest stuárráb hemâdâs sämikulttuurân , vuosâsajasávt sämmilij ärbivuáválij iäláttâsâi syeji lii täst tehálâš .

source: Dat mot sámedikki doaibma váikkuha vuhtto buoremusat sámegielat sosiála- ja dearvvasvuohtabálvalusain , searvedoaimmas ja sámegielat oahppamateriála buvttadeamis .
smn: Sämitige tooimâ vaikuttâs uáinoo pyeremustáá sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâin , seervij tooimâst já sämikielâlâš oppâmateriaal pyevtittâsâst .

source: Sámedikki bargu ii álohii boađe ovdan stuorra vuoitun , muhto baicce cealkámušaid ja álgagiid bakte mii bastit joksat unna vuittožiid , ee. máinnašumiid láhkaásaheapmái sámi kultuvrra suojis .
smn: Sämitige pargo ij ain oinuu stuorrâ áigápuáttun , pic ciälkkámušâi já algui pehti pastep juksâđ ucebijd vuáituid , eres lasseen mainâšuumijd lahâasâttâsân sämikulttuur syejeest .

source: Sámediggi lea vuođđudan nuoraidráđi sámedikki oktavuhtii .
smn: Sämitigge lii vuáđudâm nuorâirääđi sämitige ohtâvuotân .

source: Ráđđi addá sámi nuoraide viiddes váikkuhanvejolašvuođaid sámedikki doibmii ja doaibmá sihkkarit álbmotlaš ja riikkaidgaskasaš ovdamearkan das , mot nuoraid váikkuhanvejolašvuođaid sáhttá dorvvastit .
smn: Rääđi addel säminuoraid vijđes vaikuttemmáhđulâšvuođâid sämitige tooimân já tuáimá vissásávt aalmuglâš já aalmugijkoskâsâš ovdâmerkkân tast , maht nuorâi vaikuttemmáhđulâšvuođâid puáhtá turviđ .

source: Sámedikki álgagis Suopma lea čađahišgoahtán Suoma ratifiseren biodiversitehtasoahpamuša artihkkala 8(j ) , mii gieđahallá eamiálbmogiid árbevirolaš dieđu , mii laktása lundui .
smn: Sämitige alguu keežild lii Suomâ riemmâm olášutteđ Suomâ ratifisistem biodiversiteetsopâmuš artikla 8(j ) , mii kuáská algâaalmugij luándun lohtâseijee ärbivuáválâš tiäđu .

source: Birasministeria lea ásahan bargojoavkku válmmaštallat artihkkala čađaheami .
smn: Pirâsministeriö lii asâttâm pargojuávhu valmâštâllâđ artikla olášuttem , mon saavâjođetteijen lam .

source: Bargojoavku oažžu barggus gárvvisin dán jagi , mii lea ON:a julggaštan luonddu máŋggaláganvuođa temájahki .
smn: Pargojuávkku kiergân pargostis taan ive , OA kulluuttem luándu maaŋgâhámásâšvuođâive ääigi .

source: Sámediggi lea dahkan álgaga oahpahusministeriai Unesco vuoiŋŋalaš kulturárbbi suodjalansoahpamuša ratifiseremis , mii suodjalivččii sámiid árbevirolaš dieđu ja eandalii dieđu , mii laktása sámi duodjeárbevirrui .
smn: Sämitigge lii toohâm alguu máttááttâsministeriön Unesco immateriaallâš kulttuuräärbi suojâlemsopâmuš ratifisistmist , mii suojâličij sämmilij ärbivuáválâš tiäđu já eromâšávt säämi tyejiärbivuáhán lohtâseijee tiäđu .

source: Govas Ruoŧa ovddit válgabaji sámedikki stivrra ságadoalli Lars Ándde Bær , Suoma sámedikki ságadoalli Klemetti Näkkäläjärvi , Dásseválddi Presideanta Tarja Halonen ja Norgga sámedikki ságadoalli Egil Olli .
smn: Kooveest Ruotâ ovdebáá vaaljâpaje sämitige stiivrâ saavâjođetteijee Lars Ándde Bær , Suomâ sämitige saavâjođetteijee Klemetti Näkkäläjärvi , Täsivääldi President Tarja Halonen já Taažâ sämitige saavâjođetteijee Egil Olli .

source: Govva : Ulla Isotalo , sámedikki válgabaji rahpanávvudeapmi Ohcejogas njukčamánus 2008 .
smn: Kove : Ulla Isotalo , sämitige vaaljâpaje lekkâmeh Ucjuuvâst njuhčâmáánust 2008 .

source: Leago sámiin ollu riikkarájáid rasttildeaddji ovttasbargu ja mii lea dan mihttomearri – iežadet riikago ?
smn: Lii-uv sämmilijn ennuv väldikudij raajijd rastaldittee oovtâstpargo já mii lii ton ulme – jieijâs staatâ ?

source: Iežamet riika ii leat realisttalaš mihttomearri , eatge mii dasa oppa vikkage .
smn: Jieijâs staatâ ij lah realistlâš ulme , ige toos ubâ vigguugin .

source: Norgga , Ruoŧa ja Suoma sámedikkit barget ovttasráđiid oktasaš sámi parlamentáralaš ráđi bakte .
smn: Taažâ , Ruotâ já Suomâ sämitigeh pargeh oovtâstpargo ohtsii Säämi parlamentaarlâš rääđi pehti .

source: Ovttasbarggu ulbmilin lea buoridit sámiid sajádaga .
smn: Oovtâstpargo ulmen lii pyerediđ sämmilij sajattuv .

source: Ráđis lea dál barggu vuolde ee. oktasaš dálkkádatpolitihkalaš prográmma .
smn: Rääđi lii eres lasseen valmâštâlmin tääl ohtsii šoŋŋâdâhpoolitlâš ohjelm .

source: Mii bargat ovttas ee. áššiin , mat gusket sámegiela ja dan várás lea ásahuvvon oktasaš sámi giellalávdegoddi .
smn: Porgâp oovtâstpargo eres lasseen sämikielâ kyeskee aašijn , moi várás lii asâttum ohtsâš säämi kielâlävdikodde .

source: Maiddái sámenuorain lea ovttasbargu parlamentáralaš ráđi bakte .
smn: Meid säminuorâin lii oovtâstpargo parlamentaarlâš rääđi pehti .

source: Ruošša sámit oassálastet ovttasbargui servviideaset bakte .
smn: Ruošâ sämmiliih uásálisteh oovtâstpaargon servijdis pehti .

source: Álbmogiidgaskasaš áššedovdibargojoavku lea luobahan jagi 2005 evttohusa davviriikkalaš sámi soahpamuššan .
smn: Aalmugijkoskâsâš äššitobdeepargojuávkku lii luovâttâm ive 2005 iävtuttâs tave-eennâmlâš sämisopâmuššân .

source: Jagi 2010 álget ráđđádallamat , maid ulbmilin lea soahpamuša ratifiseren .
smn: Taan ive ( 2010 ) älgih sopâmuš ratifisistmân sihtejeijee ráđádâlmeh .

source: Soahpamuša ratifiseren lea ráđi deháleamos ulbmil .
smn: Sopâmuš ratifisistem lii rääđi tehálumos ulme .

source: Leago Suomas , Ruoŧas , Norggas ja Ruoššas ovttasbargu sámi áššiid olis , mii dáhpáhuvvá ráđđehusaid dásis ?
smn: Lii-uv Suomâst , Ruotâst , Taažâst já Ruošâst haldâttâsâi tääsist tábáhtuvvee sämiaššijd lohtâseijee oovtâstpargo ?

source: Suomas , Ruoŧas ja Norggas lea jeavddalaš , ráđđehusaid gaskasaš ovttasbargu sámi áššiin .
smn: Suomâst , Ruotâst já Taažâst lii merikoskâsâš haldâttâsâi koskâsâš oovtâstpargo sämiaašijn .

source: Ruošša ii oassálastte dán ovttasbargui .
smn: Ruoššâ ij uásálist taan oovtâstpaargon .

source: Riikkaid gaskasaš ovttasbarggu válmmaštallá davviriikkalaš sámi áššiid virgeolmmošorgána , mas leat mielde maid sámedikkiid ovddasteaddjit .
smn: Staatâi koskâsâš oovtâstpargo valmâštâl tave-eennâmlâš aämiaašij virgealmaiorgaan , mast láá mieldi meid sämitigij ovdâsteijeeh .

source: Sámeministarat ja – presideanttat dollet jahkásaččat oktasaščoakkáma .
smn: Sämiministereh já – presidenteh tuálih ihásávt ohtsii čuákkim .

source: Sámi áššit bohtet dávjá ovdan olmmošvuoigatvuođagažaldahkan .
smn: Sämiääših luptâneh távjá uáinusân olmoošvuoigâdvuođâkoččâmâššân .

source: Mii mearkkašumiid ON:s ja Eurohpa ráđis , riikkaidgaskasaš ja guovlluguovdasaš olmmošvuoigatvuođasoahpamušain lea sámiide ?
smn: Mii merhâšuumijd lii OA:st já Euroop rääđist , aalmugijkoskâsijn já kuávlulijn olmoošvuoigâdvuođâsopâmušâin sämmiláid ?

source: Ovttastuvvan Nášuvnnaid ( ON ) vuogádagas máilmmi eamiálbmogat barget ovttas eamiálbmogiid bissovaš foruma bakte .
smn: Ovtâstum aalmugij ( OA ) vuáháduvâst maailm algâaalmugeh pargeh oovtâstpargo algâaalmugij pissoo foorum pehti .

source: Dat doaibmá ON:a ekonomia- ja sosiálakomitea vuollásažžan ja dan bargun lea ee. dahkat álgagiid áššiin , mat gusket eamiálbmogiid .
smn: Tot tuáimá OA ekonomia- já sosiaalkomitea vuálásâžžân já ton pargon lii eres lasseen toohâđ alguid algâaalmugijd kyeskee aašijn .

source: Forum čoahkkana jahkásaččat .
smn: Foorum čokkân ihásávt .

source: ON:s eamiálbmogiid olmmošvuoigatvuođaid olláhuvvama čuovvu eamiálbmotáššiid sierraraporterejeaddji .
smn: OA:st algâaalmugij olmoošvuoigâdvuođâi olášume čuávu algâaalmugašij sierânâsraportistee .

source: Virggi dálá hálddašeaddji James Anaya galledii Roavvenjárggas cuoŋománus 2010 ja gulai sámi parlamentáralaš ráđi sámiid vuoigatvuođaid olláhuvvamis .
smn: Virge tááláš haldâšeijee James Anaya kolliistâlâi Ruávinjaargâst cuáŋuimáánust 2010 já kuulâi säämi parlamentaarlâš rääđi sämmilij olmoošvuoigâdvuođâi olášuumeest .

source: ON dohkkehii jagi 2007 eamiálbmotjulggaštusa , man olláhuvvama olmmošvuoigatvuohtadárkojeaddji bearráigeahččá .
smn: OA tuhhiittij ive 2007 algâaalmugjulgáštâs , mon olášume já olášuttem olmoošvuoigâdvuođâtárkkojeijee kocá .

source: Julggaštus lea mearkkašahtti eamiálbmogiid vuoigatvuođaid dáfus ja maiddái Suopma lea julggaštusa vuolláičállán almmá várremiid haga .
smn: Julgáštâs lii merhâšittee algâaalmugij vuoigâdvuođâi tááhust já meid Suomâ lii vuáláčáállám julgáštâs väridâsâittáá .

source: Suoma stáhta lea ratifiseren riikkaidgaskasaš oktasašsoahpamuša , mii guoská siviilavuoigatvuođaid ja politihkalaš vuoigatvuođaid , dehege ng. KP-soahpamuša jagi 1976 .
smn: Suomâ staatâ lii ratifisistám aalmugjeessânvuoigâdvuođâid já poolitlâš vuoigâdvuođâid kyeskee aalmugijkoskâsâš almossopâmuš ađai nk. KP-sopâmuš ive 1976 .

source: Soahpamuša artihkal 27 mearrida , ahte unnitloguálbmogiid ii oaččo gieldit bargamis iežaset kultuvrra mielde dehe geavaheames iežaset giela .
smn: Sopâmuš artikla 27 meerrid , et ucceeblovvoid ij uážu kieldiđ háárjutmist jieijâs kulttuur tai kevttiđ jieijâs kielâ .

source: Soahpamuša čađaheami bearráigeahččá ON:a olmmošvuoigatvuohtakomitea , masa sáhttá váidit soahpamušrihkkumušain .
smn: Sopâmuš olášuttem kocá OA olmoošvuoigâdvuođâkomitea , moos puáhtá vaidâliđ sopâmušrikkomâšâin .

source: Sámit leat ožžon olmmošvuoigatvuohtakomiteas máŋggaid mearrádusaid , mat dorjot sámi kultuvrra .
smn: Sämmiliih láá finnim maaŋgâid sämikulttuur tuárjoo miärádâsâid olmoošvuoigâdvuođâkomiteast .

source: Suoma Eurohpa Uniovdnii searvansoahpamuša lassibeavdegirji nr 3 sámeálbmoga birra addá vejolašvuođa eiseválddiide mieđihit sámiid boazodollui oassin eamiálbmotkultuvrra sierra vuoigatvuođaid sámiid ruovttuguovllus .
smn: Suomâ Euroop Unionân servâmsopâmuš lasepevdikirje nr 3 säämi aalmugist addel virgeomâháid máhđulâšvuođâ mieđettiđ sämikuávlust sämmilij puásuituálun sierânâs vuoigâdvuođâid uássin algâaalmugkulttuur .

source: Lassibeavdegirji lea mearkkašahtti sámiid vuoigatvuođaid dáfus , muhto sámi boazodoalu sierravuoigatvuođat eai leat heivehuvvon Suoma lágain .
smn: Lasepevdikirje lii merhâšittee sämmilij vuoigâdvuođâi tááhust , mut sämmilâšpuásuituálu sierânâsvuoigâdvuođah iä lah heiviittum Suomâ lahâaasâtmist .

source: Eurohpa Ráđi guovlluguovdasaš gielaid ja unnitlogugielaid eurohpalaš vuođđogirji váldojuvvui Suoma láhkaásaheami oassin jagi 1998 .
smn: Euroop Rääđi kuávlulâš kielâid já ucceeblohokielâid kyeskee eurooplâš vuáđukirje valdui uássin Suomâ lahâasâttâs ive 1998 .

source: Vuođđogirji ovddida unnitlogugielaid sajádaga ja suoji .
smn: Vuáđukirje oovded ucceeblohokielâi sajattuv já syeje .

source: Eurohpa Ráđi čearddalaš unnitloguálbmogiid suodjaleami rápmaoktasašsoahpamuš lea ratifiserejuvvon Suomas jagi 1998 .
smn: Euroop Rääđi aalmuglâš ucceeblovoi suojâlem kyeskee raamialmossopâmuš lii ratifisistum Suomâst ive 1998 .

source: Soahpamuš gáibida riikkaid suodjalit čearddalaš unnitloguálbmogiid ja dahkat vejolažžan sin kultuvrraid ovdáneami .
smn: Sopâmuš váátá et staatah suojâleh aalmuglâš ucceeblovvoid já adeleh máhđulâšvuođâ sii kulttuurij ovdánmân .

source: Oalle dehálaš soahpamuš sámiide lea maid Ovttastuvvan Nášuvnnaid biodiversitehtasoahpamuš , mii geatnegahttá riikkaid suodjalit eamiálbmoga árbevirolaš dieđu luonddus ja luonddu máŋggaláganvuođa .
smn: Uáli tehálâš sopâmuš sämmiláid lii meiddei Ovtâstum aalmugij biodiversiteetsopâmuš , mii kenigit staatâid suojâliđ algâaalmug ärbivuáválâš luándun lohtâseijee tiäđu já luándu maaŋgâhámásâšvuođâ .

source: ON:a ja Eurohpa ráđi soahpamušaid olláhuvvama , čađaheami ja dain addojuvvon čatnasumiid vuhtiiváldima čuvvot mearreáiggeraporttaiguin , maid válmmaštallamii maid sámediggi oassálastá nu ahte addá cealkámušaid .
smn: OA já Euroop Rääđi sopâmušâi olášume , olášuttem já tain adelum čoonnâsmij nuávdittem čuávvojeh meriäigiraportistmijguin , moi valmâštâlmân meid sämitigge uásálist addelmáin ciälkkámušâid .

source: Mearreáiggeraporttat addet riikkaide ávžžuhusaid das , mo soahpamušaid olláhuhttima sáhttá ovddidit .
smn: Meriäigiraportistmeh adeleh staatáid avžuuttâsâid tast , maht sopâmušâi olášuttem puáhtá ovdediđ .

source: Maŋimus jagiid Suoma leat máŋgii ávžžuhan ee. ratifiseret ILO 169-soahpamuša , buoridit earenoamážit nuortalaš- ja anárašgiela sajádaga sihke sámegielat sosiála- ja dearvvašvuohtabálvalusaid oažžuma .
smn: Majemui iivij ääigi lii Suomâ avžuuttum uđđâsist et uđđâsist eres lasseen ratifisistiđ ILO 169-sopâmuš , pyerediđ eromâšávt nuorttâ- já aanaarsämikielâ sajattuv sehe sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi finnim .

source: Sámiide dát raporttat leat dehálaččat , daningo sáhttit geavahit raporterema ávžžuhusaid vuođđun sámiid sajádaga buorideapmái ja doaimma ovddideapmái .
smn: Sämmiláid meriäigiraportistmeh láá teháliih , ko mij pyehtip kevttiđ raportistem avžuuttâsâid vuáđđun sämmilij sajattuv pyereednâm já tooimâ oovdedmân .

source: Sámeguovlu , olbmuid eallinbiras ja eallinvuohki leat deaividan stuorra nuppástusaid maŋimuš jahkelogiid áigge .
smn: Sämikuávlu , ulmui eellimpiirâs já eellimvyehi láá kuáhtám stuorrâ nubástusâid majemui ihelovoi ääigi .

source: Seammás diđolašvuohta das , ahte sámit leat okta máilmmi eamiálbmogiin , lea lassánan .
smn: Siämmást tiäđulâšvuotâ tast , et sämmiliih láá ohtâ maailm algâaalmugijn lii šoddâm tobdosin .

source: Leago sámi identitehta dahjege sámiid ipmárdus alddiset rievdan ?
smn: Lii-uv sämmilâš identiteet ađai sämmilij ibárdâs alnestis nubástum ?

source: In sáhte dieđusge vástidit buot sápmelaččaid beales , muhto mu mielas sámi identitehta lea nanusmuvvan .
smn: Jiem tiäđustkin pyevti västitiđ puohâi sämmilij peeleest , mut muu mielâst sämmilâš identiteet lii nanosmum já kiävrum .

source: Sámiid čeavláivuohta iežaset ruohttasiin ja roahkkatvuohta čájehit iežaset sápmelašvuođa lea lassánan .
smn: Sämmilij čiävláávuotâ jieijâs madduin já ruokkâdvuotâ čäittiđ , et lii sämmilâš lii lasanâm .

source: Diđolašvuohta ruohttasiin ja das ahte gullat máilmmi eamiálbmotservošii doarju sámi identitehta ja oktiigullevašvuođa .
smn: Tiäđulâšvuotâ jieijâs madduin já kulluumist maailm algâaalmugsiärvádâhân tuárju sämmilâš identiteet já oohtânkulluuvâšvuođâ .

source: Sámit leat aktiivvalaččat mielde eamiálbmogiid ovttasbarggus ja kulturlonohallamis .
smn: Sämmiliih láá aktiivlávt mieldi algâaalmugij oovtâstpargoost já kulttuurlonottâsâst .

source: Sámi identitehta ohcá hámiidis earenoamážit sámi ruovttuguovllu olggobealde .
smn: Sämmilâš identiteet lii ucâmin jieijâs haamijd eromâšávt sämikuávlu ulguubeln .

source: Sámi identitehta lea leamaš guhká čatnagasas lundui ja sámi ealáhusaide .
smn: Sämmilâš identiteet lii lamaš kuhháá kiddâ luándust já sämi-iäláttâsâin .

source: Sámiid ruovttuguovllu olggobealde identitehta huksejuvvo namalassii giela bakte .
smn: Sämikuávlu ulguubeln identiteet hámášuvá vuosâsajasávt kielâ pehti .

source: Mat leat sámiid boahttevuođa dehálamos gažaldagat ?
smn: Moh láá tehálumoseh koččâmâšah sämmilij puátteevuođâst ?

source: Boahtteáigge stuorimus gažaldahkan badjána dálkkádatnuppástus , dan váikkuhusat sámi kultuvrii ja – ealáhusaide ja sámiid vejolašvuođat vuogáiduvvat nuppástussii .
smn: Stuárráámussân puátteevuođâ koččâmâššân luptân šoŋŋâdâhnubástus , ton vaikuttâsah sämikulttuurân já ‑ iäláttâssáid já sämmilij máhđulâšvuođah vuáháduđ nubástusân .

source: Lagamus áiggiid hástalussan lea sámiid vuoigatvuođaid ja sajádaga ovddideapmi .
smn: Aldemui puáttee aaigij hástusin láá sämmilij vuoigâdvuođâi já sajattuv ovdedem .

source: Sámedikki ulbmilin lea , ahte Suoma lágaid ja sámedikki resurserema oaččulii dakkár dássái , ahte riikkaidgaskasaš bargoorganisašuvdna ILO soahpamuša nr 169 eami- ja čeardaálbmogiid vuoigatvuođain jagi 1989 sáhtálii ratifiseret ovttas davviriikkalaš sámi soahpamušain jođánit .
smn: Sämitige ulmen lii , et Suomâ lahâasâttâs já sämitige naavcâid finniiččij taggaar táásán , et aalmugijkoskâsâš pargo-ornijdume ILO sopâmuš nr 169 algâ- já hiäimuaalmugij vuoigâdvuođâin ivveest 1989 puávtáččij ratifisisteđ jotelávt tave-eennâmlâš sämisopâmuš ohtâvuođâst .

source: Stáhtaráđđi ii leat vel leamaš gárvvis ráđđádallat áššis sámedikkiin .
smn: Staatârääđi ij lah lamaš kiärgus ráđádâllâđ ääšist sämitiggijn .

source: Lágat galget dáhkidit sámiid vuoigatvuođaid iežaset gillii ja kultuvrii orrunbáikkis fuolakeahttá .
smn: Lahâasâttâs kalga tähidiđ sämmilij vuoigâdvuođâid jieijâs kielân já kulttuurân aassâmsaajeest peerusthánnáá .

source: Sámi giellalágas fuolakeahttá sámegiela boahtteáigi ii leat dorvvastuvvon .
smn: Peerusthánnáá säämi kielâlaavâst sämikielâ puátteevuotâ ij lah torvejum .

source: Earenoamážit lean fuolas sámiid árbevirolaš dieđu seailumis .
smn: Eromâš huolâst lam sämmilij ärbivuáválâš tiäđu siäilumist .
